
## :x: Apply Result

[CI link](https://github.com/rindrics-sandbox-org/terraform-operations/actions/runs/11921956794)

@ Please check the error.

It failed to parse the result.

<details><summary>Details (Click me)</summary>

```hcl
21:19:06.940 INFO   The stack at . will be processed in the following order for command init:
Group 1
- Module .


21:19:07.179 STDOUT terraform: Initializing the backend...
21:19:07.204 STDOUT terraform: Initializing modules...
21:19:07.206 STDOUT terraform: Initializing provider plugins...
21:19:07.206 STDOUT terraform: - Reusing previous version of integrations/github from the dependency lock file
21:19:07.257 STDOUT terraform: - Reusing previous version of hashicorp/null from the dependency lock file
21:19:07.286 STDOUT terraform: - Using previously-installed integrations/github v6.3.1
21:19:07.296 STDOUT terraform: - Using previously-installed hashicorp/null v3.2.3
21:19:07.296 STDOUT terraform: Terraform has been successfully initialized!
21:19:07.296 STDOUT terraform: 
21:19:07.296 STDOUT terraform: You may now begin working with Terraform. Try running "terraform plan" to see
21:19:07.296 STDOUT terraform: any changes that are required for your infrastructure. All Terraform commands
21:19:07.296 STDOUT terraform: should now work.
21:19:07.296 STDOUT terraform: If you ever set or change modules or backend configuration for Terraform,
21:19:07.297 STDOUT terraform: rerun this command to reinitialize your working directory. If you forget, other
21:19:07.297 STDOUT terraform: commands will detect it and remind you to do so if necessary.
1063347
57353172
21:19:07.349 INFO   The stack at . will be processed in the following order for command validate:
Group 1
- Module .


21:19:07.775 STDOUT terraform: Success! The configuration is valid.
21:19:07.775 STDOUT terraform: 
21:19:07.827 INFO   The stack at . will be processed in the following order for command plan:
Group 1
- Module .


21:19:08.612 STDOUT terraform: github_repository.terraform_operations: Preparing import... [id=github-terraform-examples]
21:19:08.612 STDOUT terraform: github_repository.terraform_state_files: Preparing import... [id=terraform-state-files]
21:19:08.614 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Reading...
21:19:08.614 STDOUT terraform: github_repository.terraform_state_files: Refreshing state... [id=terraform-state-files]
21:19:08.619 STDOUT terraform: github_repository.terraform_operations: Refreshing state... [id=github-terraform-examples]
21:19:09.487 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Read complete after 0s [id=14845847]
21:19:09.489 STDOUT terraform: github_membership.org_owner["Rindrics"]: Preparing import... [id=rindrics-sandbox-org:Rindrics]
21:19:09.490 STDOUT terraform: github_membership.org_owner["Rindrics"]: Refreshing state... [id=rindrics-sandbox-org:Rindrics]
21:19:09.809 STDOUT terraform: Terraform used the selected providers to generate the following execution
21:19:09.809 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
21:19:09.810 STDOUT terraform:   + create
21:19:09.810 STDOUT terraform:   ~ update in-place
21:19:09.810 STDOUT terraform: Terraform will perform the following actions:
21:19:09.810 STDOUT terraform:   # github_membership.org_owner["Rindrics"] will be imported
21:19:09.811 STDOUT terraform:     resource "github_membership" "org_owner" {
21:19:09.811 STDOUT terraform:         etag     = "W/\"627749d14988abb0b1cc8faf6770f5c31c840ed755e4d7293527894f0f6606ec\""
21:19:09.811 STDOUT terraform:         id       = "rindrics-sandbox-org:Rindrics"
21:19:09.811 STDOUT terraform:         role     = "admin"
21:19:09.811 STDOUT terraform:         username = "Rindrics"
21:19:09.811 STDOUT terraform:     }
21:19:09.811 STDOUT terraform:   # github_repository.all_in_one["bar"] will be created
21:19:09.811 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:19:09.811 STDOUT terraform:       + allow_auto_merge            = false
21:19:09.811 STDOUT terraform:       + allow_merge_commit          = true
21:19:09.811 STDOUT terraform:       + allow_rebase_merge          = true
21:19:09.811 STDOUT terraform:       + allow_squash_merge          = true
21:19:09.811 STDOUT terraform:       + archived                    = false
21:19:09.811 STDOUT terraform:       + default_branch              = (known after apply)
21:19:09.811 STDOUT terraform:       + delete_branch_on_merge      = false
21:19:09.811 STDOUT terraform:       + etag                        = (known after apply)
21:19:09.811 STDOUT terraform:       + full_name                   = (known after apply)
21:19:09.811 STDOUT terraform:       + git_clone_url               = (known after apply)
21:19:09.811 STDOUT terraform:       + html_url                    = (known after apply)
21:19:09.811 STDOUT terraform:       + http_clone_url              = (known after apply)
21:19:09.811 STDOUT terraform:       + id                          = (known after apply)
21:19:09.811 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:19:09.811 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:19:09.811 STDOUT terraform:       + name                        = "bar"
21:19:09.811 STDOUT terraform:       + node_id                     = (known after apply)
21:19:09.811 STDOUT terraform:       + primary_language            = (known after apply)
21:19:09.811 STDOUT terraform:       + private                     = (known after apply)
21:19:09.811 STDOUT terraform:       + repo_id                     = (known after apply)
21:19:09.811 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:19:09.811 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:19:09.811 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:19:09.811 STDOUT terraform:       + svn_url                     = (known after apply)
21:19:09.811 STDOUT terraform:       + topics                      = (known after apply)
21:19:09.812 STDOUT terraform:       + visibility                  = "public"
21:19:09.812 STDOUT terraform:       + web_commit_signoff_required = false
21:19:09.812 STDOUT terraform:       + security_and_analysis (known after apply)
21:19:09.812 STDOUT terraform:     }
21:19:09.812 STDOUT terraform:   # github_repository.all_in_one["baz"] will be created
21:19:09.812 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:19:09.812 STDOUT terraform:       + allow_auto_merge            = false
21:19:09.812 STDOUT terraform:       + allow_merge_commit          = true
21:19:09.812 STDOUT terraform:       + allow_rebase_merge          = true
21:19:09.812 STDOUT terraform:       + allow_squash_merge          = true
21:19:09.812 STDOUT terraform:       + archived                    = false
21:19:09.812 STDOUT terraform:       + default_branch              = (known after apply)
21:19:09.812 STDOUT terraform:       + delete_branch_on_merge      = false
21:19:09.812 STDOUT terraform:       + etag                        = (known after apply)
21:19:09.812 STDOUT terraform:       + full_name                   = (known after apply)
21:19:09.812 STDOUT terraform:       + git_clone_url               = (known after apply)
21:19:09.812 STDOUT terraform:       + html_url                    = (known after apply)
21:19:09.812 STDOUT terraform:       + http_clone_url              = (known after apply)
21:19:09.812 STDOUT terraform:       + id                          = (known after apply)
21:19:09.812 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:19:09.812 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:19:09.812 STDOUT terraform:       + name                        = "baz"
21:19:09.812 STDOUT terraform:       + node_id                     = (known after apply)
21:19:09.812 STDOUT terraform:       + primary_language            = (known after apply)
21:19:09.812 STDOUT terraform:       + private                     = (known after apply)
21:19:09.812 STDOUT terraform:       + repo_id                     = (known after apply)
21:19:09.812 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:19:09.812 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:19:09.813 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:19:09.813 STDOUT terraform:       + svn_url                     = (known after apply)
21:19:09.813 STDOUT terraform:       + topics                      = (known after apply)
21:19:09.813 STDOUT terraform:       + visibility                  = "public"
21:19:09.813 STDOUT terraform:       + web_commit_signoff_required = false
21:19:09.813 STDOUT terraform:       + security_and_analysis (known after apply)
21:19:09.813 STDOUT terraform:     }
21:19:09.813 STDOUT terraform:   # github_repository.all_in_one["foo"] will be created
21:19:09.813 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:19:09.813 STDOUT terraform:       + allow_auto_merge            = false
21:19:09.813 STDOUT terraform:       + allow_merge_commit          = true
21:19:09.813 STDOUT terraform:       + allow_rebase_merge          = true
21:19:09.813 STDOUT terraform:       + allow_squash_merge          = true
21:19:09.813 STDOUT terraform:       + archived                    = false
21:19:09.813 STDOUT terraform:       + default_branch              = (known after apply)
21:19:09.813 STDOUT terraform:       + delete_branch_on_merge      = false
21:19:09.813 STDOUT terraform:       + etag                        = (known after apply)
21:19:09.813 STDOUT terraform:       + full_name                   = (known after apply)
21:19:09.813 STDOUT terraform:       + git_clone_url               = (known after apply)
21:19:09.813 STDOUT terraform:       + html_url                    = (known after apply)
21:19:09.813 STDOUT terraform:       + http_clone_url              = (known after apply)
21:19:09.813 STDOUT terraform:       + id                          = (known after apply)
21:19:09.813 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:19:09.813 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:19:09.813 STDOUT terraform:       + name                        = "foo"
21:19:09.813 STDOUT terraform:       + node_id                     = (known after apply)
21:19:09.813 STDOUT terraform:       + primary_language            = (known after apply)
21:19:09.813 STDOUT terraform:       + private                     = (known after apply)
21:19:09.813 STDOUT terraform:       + repo_id                     = (known after apply)
21:19:09.813 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:19:09.813 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:19:09.813 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:19:09.813 STDOUT terraform:       + svn_url                     = (known after apply)
21:19:09.814 STDOUT terraform:       + topics                      = (known after apply)
21:19:09.814 STDOUT terraform:       + visibility                  = "public"
21:19:09.814 STDOUT terraform:       + web_commit_signoff_required = false
21:19:09.814 STDOUT terraform:       + security_and_analysis (known after apply)
21:19:09.814 STDOUT terraform:     }
21:19:09.814 STDOUT terraform:   # github_repository.terraform_operations will be updated in-place
21:19:09.814 STDOUT terraform:   # (imported from "github-terraform-examples")
21:19:09.814 STDOUT terraform:   ~ resource "github_repository" "terraform_operations" {
21:19:09.814 STDOUT terraform:         allow_auto_merge            = false
21:19:09.814 STDOUT terraform:         allow_merge_commit          = true
21:19:09.814 STDOUT terraform:         allow_rebase_merge          = true
21:19:09.814 STDOUT terraform:         allow_squash_merge          = true
21:19:09.814 STDOUT terraform:         allow_update_branch         = false
21:19:09.814 STDOUT terraform:         archived                    = false
21:19:09.814 STDOUT terraform:         auto_init                   = false
21:19:09.814 STDOUT terraform:         default_branch              = "main"
21:19:09.814 STDOUT terraform:         delete_branch_on_merge      = true
21:19:09.814 STDOUT terraform:         description                 = "Organization 配下のリソースを管理する Terraform ソースの置き場所"
21:19:09.814 STDOUT terraform:         etag                        = "W/\"fdb47385a427dd77287746f3cb94f9561e2ef787da3e3c5491779406f3d12456\""
21:19:09.814 STDOUT terraform:       ~ full_name                   = "rindrics-sandbox-org/terraform-operations" -> (known after apply)
21:19:09.814 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-operations.git"
21:19:09.814 STDOUT terraform:         has_discussions             = false
21:19:09.814 STDOUT terraform:         has_downloads               = false
21:19:09.814 STDOUT terraform:         has_issues                  = true
21:19:09.814 STDOUT terraform:         has_projects                = false
21:19:09.814 STDOUT terraform:         has_wiki                    = false
21:19:09.814 STDOUT terraform:         homepage_url                = null
21:19:09.814 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:19:09.814 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-operations.git"
21:19:09.815 STDOUT terraform:         id                          = "github-terraform-examples"
21:19:09.815 STDOUT terraform:         is_template                 = false
21:19:09.815 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:19:09.815 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:19:09.815 STDOUT terraform:       ~ name                        = "github-terraform-examples" -> "terraform-operations"
21:19:09.815 STDOUT terraform:         node_id                     = "R_kgDONRuOGQ"
21:19:09.815 STDOUT terraform:         primary_language            = "HCL"
21:19:09.815 STDOUT terraform:         private                     = false
21:19:09.815 STDOUT terraform:         repo_id                     = 890998297
21:19:09.815 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:19:09.815 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:19:09.815 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-operations.git"
21:19:09.815 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:19:09.815 STDOUT terraform:         topics                      = []
21:19:09.815 STDOUT terraform:         visibility                  = "public"
21:19:09.815 STDOUT terraform:         vulnerability_alerts        = true
21:19:09.815 STDOUT terraform:         web_commit_signoff_required = false
21:19:09.815 STDOUT terraform:         security_and_analysis {
21:19:09.815 STDOUT terraform:             secret_scanning {
21:19:09.815 STDOUT terraform:                 status = "disabled"
21:19:09.815 STDOUT terraform:             }
21:19:09.815 STDOUT terraform:             secret_scanning_push_protection {
21:19:09.815 STDOUT terraform:                 status = "disabled"
21:19:09.815 STDOUT terraform:             }
21:19:09.815 STDOUT terraform:         }
21:19:09.815 STDOUT terraform:     }
21:19:09.815 STDOUT terraform:   # github_repository.terraform_state_files will be imported
21:19:09.815 STDOUT terraform:     resource "github_repository" "terraform_state_files" {
21:19:09.815 STDOUT terraform:         allow_auto_merge            = false
21:19:09.815 STDOUT terraform:         allow_merge_commit          = true
21:19:09.815 STDOUT terraform:         allow_rebase_merge          = true
21:19:09.815 STDOUT terraform:         allow_squash_merge          = true
21:19:09.816 STDOUT terraform:         allow_update_branch         = false
21:19:09.816 STDOUT terraform:         archived                    = false
21:19:09.816 STDOUT terraform:         auto_init                   = false
21:19:09.816 STDOUT terraform:         default_branch              = "main"
21:19:09.816 STDOUT terraform:         delete_branch_on_merge      = false
21:19:09.816 STDOUT terraform:         description                 = "リポジトリ `github-operations` の GitHub Actions から利用される Terraform state file を保管する"
21:19:09.816 STDOUT terraform:         etag                        = "W/\"23ccfe7ee5c7abb0a4f3a3d49eb052d46bc149995cab5859835ddd3641307ddf\""
21:19:09.816 STDOUT terraform:         full_name                   = "rindrics-sandbox-org/terraform-state-files"
21:19:09.816 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:19:09.816 STDOUT terraform:         has_discussions             = false
21:19:09.816 STDOUT terraform:         has_downloads               = false
21:19:09.816 STDOUT terraform:         has_issues                  = false
21:19:09.816 STDOUT terraform:         has_projects                = false
21:19:09.816 STDOUT terraform:         has_wiki                    = false
21:19:09.816 STDOUT terraform:         homepage_url                = null
21:19:09.816 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:19:09.816 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:19:09.816 STDOUT terraform:         id                          = "terraform-state-files"
21:19:09.816 STDOUT terraform:         is_template                 = false
21:19:09.816 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:19:09.816 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:19:09.816 STDOUT terraform:         name                        = "terraform-state-files"
21:19:09.816 STDOUT terraform:         node_id                     = "R_kgDONRu-jA"
21:19:09.816 STDOUT terraform:         primary_language            = null
21:19:09.816 STDOUT terraform:         private                     = true
21:19:09.817 STDOUT terraform:         repo_id                     = 891010700
21:19:09.817 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:19:09.817 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:19:09.817 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-state-files.git"
21:19:09.817 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:19:09.817 STDOUT terraform:         topics                      = []
21:19:09.817 STDOUT terraform:         visibility                  = "private"
21:19:09.817 STDOUT terraform:         vulnerability_alerts        = true
21:19:09.817 STDOUT terraform:         web_commit_signoff_required = false
21:19:09.817 STDOUT terraform:     }
21:19:09.817 STDOUT terraform:   # github_team.all_in_one["team-1"] will be created
21:19:09.817 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:19:09.817 STDOUT terraform:       + create_default_maintainer = false
21:19:09.817 STDOUT terraform:       + etag                      = (known after apply)
21:19:09.817 STDOUT terraform:       + id                        = (known after apply)
21:19:09.817 STDOUT terraform:       + members_count             = (known after apply)
21:19:09.817 STDOUT terraform:       + name                      = "team-1"
21:19:09.817 STDOUT terraform:       + node_id                   = (known after apply)
21:19:09.817 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:19:09.817 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:19:09.817 STDOUT terraform:       + privacy                   = "closed"
21:19:09.817 STDOUT terraform:       + slug                      = (known after apply)
21:19:09.817 STDOUT terraform:     }
21:19:09.817 STDOUT terraform:   # github_team.all_in_one["team-2"] will be created
21:19:09.817 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:19:09.817 STDOUT terraform:       + create_default_maintainer = false
21:19:09.817 STDOUT terraform:       + etag                      = (known after apply)
21:19:09.817 STDOUT terraform:       + id                        = (known after apply)
21:19:09.817 STDOUT terraform:       + members_count             = (known after apply)
21:19:09.817 STDOUT terraform:       + name                      = "team-2"
21:19:09.817 STDOUT terraform:       + node_id                   = (known after apply)
21:19:09.817 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:19:09.818 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:19:09.818 STDOUT terraform:       + privacy                   = "closed"
21:19:09.818 STDOUT terraform:       + slug                      = (known after apply)
21:19:09.818 STDOUT terraform:     }
21:19:09.818 STDOUT terraform:   # github_team.all_in_one["team-3"] will be created
21:19:09.818 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:19:09.818 STDOUT terraform:       + create_default_maintainer = false
21:19:09.818 STDOUT terraform:       + etag                      = (known after apply)
21:19:09.818 STDOUT terraform:       + id                        = (known after apply)
21:19:09.818 STDOUT terraform:       + members_count             = (known after apply)
21:19:09.818 STDOUT terraform:       + name                      = "team-3"
21:19:09.818 STDOUT terraform:       + node_id                   = (known after apply)
21:19:09.818 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:19:09.818 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:19:09.818 STDOUT terraform:       + privacy                   = "closed"
21:19:09.818 STDOUT terraform:       + slug                      = (known after apply)
21:19:09.818 STDOUT terraform:     }
21:19:09.818 STDOUT terraform:   # github_team.all_in_one["team-4"] will be created
21:19:09.818 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:19:09.818 STDOUT terraform:       + create_default_maintainer = false
21:19:09.818 STDOUT terraform:       + etag                      = (known after apply)
21:19:09.818 STDOUT terraform:       + id                        = (known after apply)
21:19:09.818 STDOUT terraform:       + members_count             = (known after apply)
21:19:09.818 STDOUT terraform:       + name                      = "team-4"
21:19:09.818 STDOUT terraform:       + node_id                   = (known after apply)
21:19:09.818 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:19:09.818 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:19:09.818 STDOUT terraform:       + privacy                   = "closed"
21:19:09.818 STDOUT terraform:       + slug                      = (known after apply)
21:19:09.818 STDOUT terraform:     }
21:19:09.818 STDOUT terraform:   # github_team.all_in_one["team-5"] will be created
21:19:09.818 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:19:09.818 STDOUT terraform:       + create_default_maintainer = false
21:19:09.819 STDOUT terraform:       + etag                      = (known after apply)
21:19:09.819 STDOUT terraform:       + id                        = (known after apply)
21:19:09.819 STDOUT terraform:       + members_count             = (known after apply)
21:19:09.819 STDOUT terraform:       + name                      = "team-5"
21:19:09.819 STDOUT terraform:       + node_id                   = (known after apply)
21:19:09.819 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:19:09.819 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:19:09.819 STDOUT terraform:       + privacy                   = "closed"
21:19:09.819 STDOUT terraform:       + slug                      = (known after apply)
21:19:09.819 STDOUT terraform:     }
21:19:09.819 STDOUT terraform:   # github_team_membership.all_in_one["team-1"] will be created
21:19:09.819 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:19:09.819 STDOUT terraform:       + etag     = (known after apply)
21:19:09.819 STDOUT terraform:       + id       = (known after apply)
21:19:09.819 STDOUT terraform:       + role     = "maintainer"
21:19:09.819 STDOUT terraform:       + team_id  = "team-1"
21:19:09.819 STDOUT terraform:       + username = "Rindrics"
21:19:09.819 STDOUT terraform:     }
21:19:09.819 STDOUT terraform:   # github_team_membership.all_in_one["team-2"] will be created
21:19:09.819 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:19:09.819 STDOUT terraform:       + etag     = (known after apply)
21:19:09.819 STDOUT terraform:       + id       = (known after apply)
21:19:09.819 STDOUT terraform:       + role     = "maintainer"
21:19:09.819 STDOUT terraform:       + team_id  = "team-2"
21:19:09.819 STDOUT terraform:       + username = "Rindrics"
21:19:09.819 STDOUT terraform:     }
21:19:09.819 STDOUT terraform:   # github_team_membership.all_in_one["team-3"] will be created
21:19:09.819 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:19:09.819 STDOUT terraform:       + etag     = (known after apply)
21:19:09.819 STDOUT terraform:       + id       = (known after apply)
21:19:09.819 STDOUT terraform:       + role     = "maintainer"
21:19:09.819 STDOUT terraform:       + team_id  = "team-3"
21:19:09.819 STDOUT terraform:       + username = "Rindrics"
21:19:09.819 STDOUT terraform:     }
21:19:09.819 STDOUT terraform:   # github_team_membership.all_in_one["team-4"] will be created
21:19:09.819 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:19:09.819 STDOUT terraform:       + etag     = (known after apply)
21:19:09.820 STDOUT terraform:       + id       = (known after apply)
21:19:09.820 STDOUT terraform:       + role     = "maintainer"
21:19:09.820 STDOUT terraform:       + team_id  = "team-4"
21:19:09.820 STDOUT terraform:       + username = "Rindrics"
21:19:09.820 STDOUT terraform:     }
21:19:09.820 STDOUT terraform:   # github_team_membership.all_in_one["team-5"] will be created
21:19:09.820 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:19:09.820 STDOUT terraform:       + etag     = (known after apply)
21:19:09.820 STDOUT terraform:       + id       = (known after apply)
21:19:09.820 STDOUT terraform:       + role     = "maintainer"
21:19:09.820 STDOUT terraform:       + team_id  = "team-5"
21:19:09.820 STDOUT terraform:       + username = "Rindrics"
21:19:09.820 STDOUT terraform:     }
21:19:09.820 STDOUT terraform:   # github_team_repository.all_in_one["team-1:foo"] will be created
21:19:09.820 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.820 STDOUT terraform:       + etag       = (known after apply)
21:19:09.820 STDOUT terraform:       + id         = (known after apply)
21:19:09.820 STDOUT terraform:       + permission = "maintain"
21:19:09.820 STDOUT terraform:       + repository = "foo"
21:19:09.820 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.820 STDOUT terraform:     }
21:19:09.820 STDOUT terraform:   # github_team_repository.all_in_one["team-2:baz"] will be created
21:19:09.820 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.820 STDOUT terraform:       + etag       = (known after apply)
21:19:09.820 STDOUT terraform:       + id         = (known after apply)
21:19:09.820 STDOUT terraform:       + permission = "maintain"
21:19:09.820 STDOUT terraform:       + repository = "baz"
21:19:09.820 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.820 STDOUT terraform:     }
21:19:09.820 STDOUT terraform:   # github_team_repository.all_in_one["team-2:foo"] will be created
21:19:09.820 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.820 STDOUT terraform:       + etag       = (known after apply)
21:19:09.820 STDOUT terraform:       + id         = (known after apply)
21:19:09.820 STDOUT terraform:       + permission = "maintain"
21:19:09.820 STDOUT terraform:       + repository = "foo"
21:19:09.820 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.820 STDOUT terraform:     }
21:19:09.820 STDOUT terraform:   # github_team_repository.all_in_one["team-3:bar"] will be created
21:19:09.820 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.821 STDOUT terraform:       + etag       = (known after apply)
21:19:09.821 STDOUT terraform:       + id         = (known after apply)
21:19:09.821 STDOUT terraform:       + permission = "maintain"
21:19:09.821 STDOUT terraform:       + repository = "bar"
21:19:09.821 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.821 STDOUT terraform:     }
21:19:09.821 STDOUT terraform:   # github_team_repository.all_in_one["team-3:baz"] will be created
21:19:09.821 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.821 STDOUT terraform:       + etag       = (known after apply)
21:19:09.821 STDOUT terraform:       + id         = (known after apply)
21:19:09.821 STDOUT terraform:       + permission = "maintain"
21:19:09.821 STDOUT terraform:       + repository = "baz"
21:19:09.821 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.821 STDOUT terraform:     }
21:19:09.821 STDOUT terraform:   # github_team_repository.all_in_one["team-3:foo"] will be created
21:19:09.821 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.821 STDOUT terraform:       + etag       = (known after apply)
21:19:09.821 STDOUT terraform:       + id         = (known after apply)
21:19:09.821 STDOUT terraform:       + permission = "maintain"
21:19:09.821 STDOUT terraform:       + repository = "foo"
21:19:09.821 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.821 STDOUT terraform:     }
21:19:09.821 STDOUT terraform:   # github_team_repository.all_in_one["team-4:baz"] will be created
21:19:09.821 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.821 STDOUT terraform:       + etag       = (known after apply)
21:19:09.821 STDOUT terraform:       + id         = (known after apply)
21:19:09.821 STDOUT terraform:       + permission = "maintain"
21:19:09.821 STDOUT terraform:       + repository = "baz"
21:19:09.821 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.821 STDOUT terraform:     }
21:19:09.821 STDOUT terraform:   # github_team_repository.all_in_one["team-5:bar"] will be created
21:19:09.821 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.821 STDOUT terraform:       + etag       = (known after apply)
21:19:09.821 STDOUT terraform:       + id         = (known after apply)
21:19:09.821 STDOUT terraform:       + permission = "maintain"
21:19:09.821 STDOUT terraform:       + repository = "bar"
21:19:09.822 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.822 STDOUT terraform:     }
21:19:09.822 STDOUT terraform:   # github_team_repository.all_in_one["team-5:baz"] will be created
21:19:09.822 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.822 STDOUT terraform:       + etag       = (known after apply)
21:19:09.822 STDOUT terraform:       + id         = (known after apply)
21:19:09.822 STDOUT terraform:       + permission = "maintain"
21:19:09.822 STDOUT terraform:       + repository = "baz"
21:19:09.822 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.822 STDOUT terraform:     }
21:19:09.822 STDOUT terraform:   # github_team_repository.all_in_one["team-5:foo"] will be created
21:19:09.822 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:19:09.822 STDOUT terraform:       + etag       = (known after apply)
21:19:09.822 STDOUT terraform:       + id         = (known after apply)
21:19:09.822 STDOUT terraform:       + permission = "maintain"
21:19:09.822 STDOUT terraform:       + repository = "foo"
21:19:09.822 STDOUT terraform:       + team_id    = (known after apply)
21:19:09.822 STDOUT terraform:     }
21:19:09.822 STDOUT terraform: Plan: 3 to import, 23 to add, 1 to change, 0 to destroy.
21:19:09.822 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
21:19:09.822 STDOUT terraform: Saved the plan to: .terraform/terraform.plan
21:19:09.822 STDOUT terraform: To perform exactly these actions, run the following command to apply:
21:19:09.822 STDOUT terraform:     terraform apply ".terraform/terraform.plan"
21:19:09.882 INFO   The stack at . will be processed in the following order for command apply:
Group 1
- Module .


21:19:10.236 STDOUT terraform: github_repository.terraform_state_files: Importing... [id=terraform-state-files]
21:19:10.236 STDOUT terraform: github_repository.terraform_state_files: Import complete [id=terraform-state-files]
21:19:10.236 STDOUT terraform: github_membership.org_owner["Rindrics"]: Importing... [id=rindrics-sandbox-org:Rindrics]
21:19:10.236 STDOUT terraform: github_membership.org_owner["Rindrics"]: Import complete [id=rindrics-sandbox-org:Rindrics]
21:19:10.236 STDOUT terraform: github_repository.terraform_operations: Importing... [id=github-terraform-examples]
21:19:10.236 STDOUT terraform: github_repository.terraform_operations: Import complete [id=github-terraform-examples]
21:19:10.578 STDOUT terraform: github_team.all_in_one["team-2"]: Creating...
21:19:10.580 STDOUT terraform: github_team.all_in_one["team-3"]: Creating...
21:19:10.582 STDOUT terraform: github_team.all_in_one["team-5"]: Creating...
21:19:10.582 STDOUT terraform: github_team.all_in_one["team-1"]: Creating...
21:19:10.587 STDOUT terraform: github_repository.all_in_one["bar"]: Creating...
21:19:10.589 STDOUT terraform: github_team.all_in_one["team-4"]: Creating...
21:19:10.589 STDOUT terraform: github_repository.all_in_one["foo"]: Creating...
21:19:10.590 STDOUT terraform: github_repository.all_in_one["baz"]: Creating...
21:19:10.593 STDOUT terraform: github_repository.terraform_operations: Modifying... [id=github-terraform-examples]
21:19:20.593 STDOUT terraform: github_repository.terraform_operations: Still modifying... [id=github-terraform-examples, 10s elapsed]
21:19:22.528 STDOUT terraform: github_repository.terraform_operations: Modifications complete after 12s [id=terraform-operations]
21:19:22.532 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/repos: 422 Repository creation failed. [{Resource:Repository Field:name Code:custom Message:name already exists on this account}]
21:19:22.532 STDERR terraform:   with github_repository.all_in_one["foo"],
21:19:22.532 STDERR terraform:   on all-in-one-state.tf line 1, in resource "github_repository" "all_in_one":
21:19:22.532 STDERR terraform:    1: resource "github_repository" "all_in_one" {
21:19:22.532 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/repos: 422 Repository creation failed. [{Resource:Repository Field:name Code:custom Message:name already exists on this account}]
21:19:22.532 STDERR terraform:   with github_repository.all_in_one["bar"],
21:19:22.532 STDERR terraform:   on all-in-one-state.tf line 1, in resource "github_repository" "all_in_one":
21:19:22.532 STDERR terraform:    1: resource "github_repository" "all_in_one" {
21:19:22.532 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/repos: 422 Repository creation failed. [{Resource:Repository Field:name Code:custom Message:name already exists on this account}]
21:19:22.532 STDERR terraform:   with github_repository.all_in_one["baz"],
21:19:22.532 STDERR terraform:   on all-in-one-state.tf line 1, in resource "github_repository" "all_in_one":
21:19:22.532 STDERR terraform:    1: resource "github_repository" "all_in_one" {
21:19:22.534 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
21:19:22.535 STDERR terraform:   with github_team.all_in_one["team-3"],
21:19:22.535 STDERR terraform:   on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
21:19:22.535 STDERR terraform:    8: resource "github_team" "all_in_one" {
21:19:22.535 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
21:19:22.535 STDERR terraform:   with github_team.all_in_one["team-2"],
21:19:22.535 STDERR terraform:   on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
21:19:22.535 STDERR terraform:    8: resource "github_team" "all_in_one" {
21:19:22.536 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
21:19:22.536 STDERR terraform:   with github_team.all_in_one["team-4"],
21:19:22.536 STDERR terraform:   on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
21:19:22.536 STDERR terraform:    8: resource "github_team" "all_in_one" {
21:19:22.536 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
21:19:22.536 STDERR terraform:   with github_team.all_in_one["team-5"],
21:19:22.536 STDERR terraform:   on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
21:19:22.536 STDERR terraform:    8: resource "github_team" "all_in_one" {
21:19:22.537 STDERR terraform: Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
21:19:22.537 STDERR terraform:   with github_team.all_in_one["team-1"],
21:19:22.537 STDERR terraform:   on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
21:19:22.537 STDERR terraform:    8: resource "github_team" "all_in_one" {
21:19:22.544 STDOUT terraform: ::error::Terraform exited with code 1.
21:19:22.551 ERROR  terraform invocation failed in .
21:19:22.551 ERROR  Module . has finished with an error
21:19:22.551 ERROR  error occurred:

* Failed to execute "terraform apply -auto-approve -input=false -no-color -lock=true .terraform/terraform.plan" in .
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/repos: 422 Repository creation failed. [{Resource:Repository Field:name Code:custom Message:name already exists on this account}]
  
    with github_repository.all_in_one["foo"],
    on all-in-one-state.tf line 1, in resource "github_repository" "all_in_one":
     1: resource "github_repository" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/repos: 422 Repository creation failed. [{Resource:Repository Field:name Code:custom Message:name already exists on this account}]
  
    with github_repository.all_in_one["bar"],
    on all-in-one-state.tf line 1, in resource "github_repository" "all_in_one":
     1: resource "github_repository" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/repos: 422 Repository creation failed. [{Resource:Repository Field:name Code:custom Message:name already exists on this account}]
  
    with github_repository.all_in_one["baz"],
    on all-in-one-state.tf line 1, in resource "github_repository" "all_in_one":
     1: resource "github_repository" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
  
    with github_team.all_in_one["team-3"],
    on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
     8: resource "github_team" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
  
    with github_team.all_in_one["team-2"],
    on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
     8: resource "github_team" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
  
    with github_team.all_in_one["team-4"],
    on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
     8: resource "github_team" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
  
    with github_team.all_in_one["team-5"],
    on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
     8: resource "github_team" "all_in_one" {
  
  
  Error: POST https://api.github.com/orgs/rindrics-sandbox-org/teams: 422 Validation Failed [{Resource:Team Field:data Code:unprocessable Message:Name must be unique for this org}]
  
    with github_team.all_in_one["team-1"],
    on all-in-one-state.tf line 8, in resource "github_team" "all_in_one":
     8: resource "github_team" "all_in_one" {
  
  
  exit status 1

make: *** [Makefile:35: apply-force] Error 1

```

</details>

<!-- github-comment: {"Command":"apply","JobName":"terraform_apply","PRNumber":7,"Program":"tfcmt","SHA1":"b35688a1e9e9d1a4b4a4abbcbc697ef8467310e5","Vars":{},"WorkflowName":"terraform-apply"} -->